{
  "乾為天": {
    "summary": "乾為天の卦は、天が二つ重なる姿。強い意志と行動力が求められる時です。",
    "love": "自信を持って行動すれば良縁に恵まれます。",
    "job": "リーダーシップを発揮すると道が開けます。",
    "money": "積極的な投資が実を結ぶ可能性があります。",
    "health": "活動的に過ごすことで心身ともに充実します。",
    "advice": "天の力を信じ、堂々と進め。努力が道を拓く。"
  },
  "坤為地": {
    "summary": "坤為地の卦は、大地が広がる姿。柔軟に受け入れ、支える姿勢が吉を呼びます。",
    "love": "相手の気持ちを思いやることで関係が深まります。",
    "job": "縁の下の力持ち的な働きが評価されます。",
    "money": "堅実な貯蓄が未来の安心につながります。",
    "health": "安定した生活リズムを心がけると良いです。",
    "advice": "謙虚に受け入れ、土台を固めよ。継続が力となる。"
  },
  "水雷屯": {
    "summary": "水雷屯の卦は、物事の始まりに困難が伴う時。忍耐と計画が重要です。",
    "love": "最初は誤解されやすいが、誠意が伝われば発展します。",
    "job": "準備を怠らず、基礎固めを優先してください。",
    "money": "焦って動くと損をする恐れがあります。",
    "health": "体調管理に注意し、無理をしないこと。",
    "advice": "困難は成長の種。じっくり腰を据えて進め。"
  },
  "山水蒙": {
    "summary": "山水蒙の卦は、未熟さを意味します。学びと導きが必要な時期です。",
    "love": "相手に教えられることが多い時期です。",
    "job": "上司や先輩の助言を素直に受け入れて吉。",
    "money": "無知による損失に注意。知識を得てから行動を。",
    "health": "生活習慣を見直すことで安定します。",
    "advice": "学びを恐れず、謙虚に吸収せよ。知恵が道を拓く。"
  },
  "水天需": {
    "summary": "水天需の卦は、必要な時を待つこと。焦らず、準備を整えることが大切です。",
    "love": "関係の進展には時を待つ必要があります。",
    "job": "チャンスが来るまでは忍耐と準備に徹してください。",
    "money": "今は貯める時期。投資は控えめに。",
    "health": "休養を取り、英気を養うことが大切です。",
    "advice": "待つことも勇気。備えあれば憂いなし。"
  },
  "天水訟": {
    "summary": "天水訟の卦は、争いや意見の対立を表します。冷静さが求められる時です。",
    "love": "小さな誤解が大きな亀裂になりかねません。",
    "job": "無理に押し通すよりも、対話を心がけて。",
    "money": "契約や取引は慎重に。トラブルに注意。",
    "health": "ストレスにより体調を崩しやすいので注意。",
    "advice": "争わず、調和を意識せよ。柔和な心が勝ちを呼ぶ。"
  },
  "地水師": {
    "summary": "地水師の卦は、戦いに備える意味。秩序と計画が必要な時期です。",
    "love": "情熱的になりすぎず、慎重に関係を築いて。",
    "job": "戦略的な動きが求められます。",
    "money": "資金計画を立てて堅実に進めてください。",
    "health": "規則正しい生活で体力を維持しましょう。",
    "advice": "冷静に指揮を取り、慎重に歩を進めよ。"
  },
  "水地比": {
    "summary": "水地比の卦は、親しみや信頼関係を表します。協調が鍵を握ります。",
    "love": "信頼が深まる良い時期です。",
    "job": "チームワークが成果を生みます。",
    "money": "仲間との協力で経済的にも安定が得られます。",
    "health": "気の合う人と過ごすことで心も整います。",
    "advice": "和を重んじ、信頼の輪を広げよ。"
  },
  "風天小畜": {
    "summary": "風天小畜の卦は、制約の中で力を蓄える時期です。",
    "love": "焦らずゆっくり関係を育てていくのが吉。",
    "job": "思い通りにいかなくても準備期間と捉えて。",
    "money": "貯蓄を意識して。無理な出費は控えましょう。",
    "health": "体力を温存し、無理をしないように。",
    "advice": "小さく蓄えることで、後に大きな成果に繋がる。"
  },
  "天沢履": {
    "summary": "天沢履の卦は、慎重に物事を進めることの重要性を示します。",
    "love": "丁寧な言動が相手の心をつかみます。",
    "job": "マナーや礼儀が評価に直結します。",
    "money": "堅実な出費が吉を招きます。",
    "health": "足元に注意。転倒や怪我に気をつけて。",
    "advice": "慎み深くあれ。道を踏み外さなければ運は開ける。"
  }，
  "地天泰": {
    "summary": "地天泰の卦は、天地の調和を意味し、物事が順調に進む吉兆です。",
    "love": "穏やかで安定した恋愛が期待できます。",
    "job": "チームワークがうまくいき、成果が出やすい時期です。",
    "money": "収支のバランスが良く、貯蓄にも向いています。",
    "health": "心身ともに安定。自然と調和すると良いです。",
    "advice": "順調な時ほど感謝を忘れず、次の備えを怠らぬように。"
  },
  "天地否": {
    "summary": "天地否の卦は、天と地が背を向ける状態。停滞や不調和を表します。",
    "love": "すれ違いや誤解が生じやすい時です。",
    "job": "努力が報われにくく、忍耐が必要な時期です。",
    "money": "出費がかさみやすく、無理な投資は避けましょう。",
    "health": "気持ちが沈みがち。気分転換を意識して。",
    "advice": "無理に進まず、嵐が過ぎるのを待つ心構えを。"
  },
  "天火同人": {
    "summary": "天火同人の卦は、志を同じくする仲間と協力し合う吉兆を示します。",
    "love": "友情から発展する恋に期待できます。",
    "job": "協力関係が成果を生みます。信頼がカギ。",
    "money": "共同投資や援助に縁があります。",
    "health": "人との交流が心の安定に繋がります。",
    "advice": "一人で抱えず、志ある者と手を取り合え。"
  },
  "火天大有": {
    "summary": "火天大有の卦は、大きな富と名声を得る可能性を示す大吉の象。",
    "love": "魅力が高まり、多くの出会いに恵まれます。",
    "job": "成功のチャンス。堂々と自己表現を。",
    "money": "収入増の兆しあり。ただし浪費に注意。",
    "health": "エネルギーに満ち溢れる時期です。",
    "advice": "謙虚さを忘れなければ、大いなる成果が得られる。"
  },
  "地山謙": {
    "summary": "地山謙の卦は、謙虚な態度が物事を好転させる鍵であることを示します。",
    "love": "控えめな姿勢が相手に好印象を与えます。",
    "job": "謙虚に学ぶ姿勢が評価され、信頼を得ます。",
    "money": "贅沢せず、堅実な使い方が吉。",
    "health": "健康状態は良好ですが、無理を避けましょう。",
    "advice": "低く構えて流れに従え。実力は自然と認められる。"
  },
  "雷地豫": {
    "summary": "雷地豫の卦は、楽しみや娯楽が幸運を呼び込む時期を示します。",
    "love": "明るく楽しい関係が築けます。",
    "job": "柔軟な発想と楽しさが成功を招きます。",
    "money": "使うことで人間関係や運が循環します。",
    "health": "笑顔が健康運を引き上げます。",
    "advice": "楽しむ心を大切に。喜びの中に成長がある。"
  },
  "雷天大壮": {
    "summary": "雷天大壮の卦は、勢いが強くなる時期。力任せに進むと危険も伴います。",
    "love": "情熱的な恋に傾きやすいが、慎重さも必要です。",
    "job": "意欲は十分。勢いより冷静な判断が吉。",
    "money": "大胆な投資は控え、計画的に。",
    "health": "無理をすると怪我や疲労に注意。",
    "advice": "強さは誇示するものではなく、制御すべきもの。"
  },
  "風地観": {
    "summary": "風地観の卦は、観察と内省の時期を示します。静かに周囲を見渡すと吉。",
    "love": "相手の本音を見極める力が試されます。",
    "job": "状況分析がカギ。焦らず俯瞰せよ。",
    "money": "投資判断は慎重に。動く前によく調べて。",
    "health": "生活習慣を見直す良い機会です。",
    "advice": "見る力を養え。真理は静けさの中にある。"
  },
  "火雷噬嗑": {
    "summary": "火雷噬嗑の卦は、問題を噛み砕き乗り越える時を示します。",
    "love": "本音をぶつけることで信頼が深まります。",
    "job": "トラブルを正面から解決する力があります。",
    "money": "問題を整理して、無駄な出費を抑えましょう。",
    "health": "ストレス発散が重要。うまく噛み砕いて。",
    "advice": "問題を恐れるな。咀嚼して前へ進め。"
  },
  "山火賁": {
    "summary": "山火賁の卦は、装飾や外見に意識が向く時。美的感覚が高まります。",
    "love": "見た目の変化が良縁を呼ぶ可能性あり。",
    "job": "プレゼンやデザイン業務に向いている時期です。",
    "money": "ファッションや美容に使うと吉。",
    "health": "外見に気を使うことで気分も上昇。",
    "advice": "美しさは内と外から。魅力を磨いて光れ。"
  },
  "火地晋": {
    "summary": "火地晋の卦は、陽の気が上昇し、明るい未来に向かう吉兆を示します。",
    "love": "関係が順調に進展しやすい時期です。",
    "job": "評価が上がり、出世のチャンスがあります。",
    "money": "昇給や副収入の可能性があります。",
    "health": "前向きな気持ちが健康を支えます。",
    "advice": "努力は必ず報われる。明るい気持ちで進め。"
  },
  "地火明夷": {
    "summary": "地火明夷の卦は、暗闇の中に光が隠れる時。慎重さが求められます。",
    "love": "関係に不透明さがあり、誤解に注意。",
    "job": "陰口やトラブルに巻き込まれないよう注意。",
    "money": "大きな動きは避け、守りを意識しましょう。",
    "health": "ストレスがたまりやすい時。リフレッシュを忘れずに。",
    "advice": "光は消えていない。静かに時を待て。"
  },
  "山地剥": {
    "summary": "山地剥の卦は、物事が崩れる兆し。慎重な行動が求められる凶卦です。",
    "love": "関係が揺らぎやすい。冷静な対話を。",
    "job": "誤解や裏切りに注意が必要です。",
    "money": "損失の兆し。保守的な姿勢を忘れずに。",
    "health": "気力体力ともに消耗しやすい。無理は禁物。",
    "advice": "崩れを感じたら立ち止まれ。再構築の準備を。"
  },
  "地雷復": {
    "summary": "地雷復の卦は、失ったものが戻ってくる兆し。再スタートの時です。",
    "love": "復縁ややり直しに良い時期です。",
    "job": "過去の計画を再び動かすチャンスです。",
    "money": "失ったお金が返ってくることも。",
    "health": "回復傾向。体調は次第に良くなります。",
    "advice": "始まりは終わりから生まれる。再出発を恐れるな。"
  },
  "天雷无妄": {
    "summary": "天雷无妄の卦は、誠実さと自然体であることの大切さを示します。",
    "love": "飾らない姿が相手に伝わります。",
    "job": "素直な行動が評価を呼びます。",
    "money": "不正な儲け話には乗らないように。",
    "health": "自然に過ごすことで整います。",
    "advice": "無理に作らず、真心で進め。自然は最善を与える。"
  },
  "山天大畜": {
    "summary": "山天大畜の卦は、進む前に力を蓄える時期。焦らず備えることが吉。",
    "love": "相手との距離感を大切にしながら進展を。",
    "job": "今は準備期間。基礎固めを怠らないように。",
    "money": "節約と貯蓄がのちの成功に繋がります。",
    "health": "無理せず英気を養うと良い時期です。",
    "advice": "成長の時を待て。充実した準備こそ成功の礎。"
  },
  "山雷頤": {
    "summary": "山雷頤の卦は、口にするものや言葉が運を左右することを示します。",
    "love": "言葉選びで印象が大きく変わります。",
    "job": "コミュニケーション力が鍵となります。",
    "money": "食費や交際費の見直しが吉。",
    "health": "食生活の改善が健康運を上げます。",
    "advice": "口は災いの元、また福の元。丁寧に扱え。"
  },
  "沢風大過": {
    "summary": "沢風大過の卦は、物事が極端に傾きやすい時。バランス感覚が求められます。",
    "love": "感情の波に注意し、穏やかさを意識して。",
    "job": "やりすぎに注意。冷静さが成功を導く。",
    "money": "衝動買いは禁物。抑制がカギです。",
    "health": "無理なダイエットや過度な運動に注意。",
    "advice": "過ぎたるは及ばざるが如し。中庸を保て。"
  },
  "坎為水": {
    "summary": "坎為水の卦は、困難や試練の中にある状態。慎重に進むべき時です。",
    "love": "誤解やすれ違いに注意。信頼が試されます。",
    "job": "大きな壁に直面しても冷静に対処を。",
    "money": "出費が増える可能性あり。計画を再確認。",
    "health": "体調を崩しやすいので休養を大切に。",
    "advice": "危機の中にこそ学びあり。慎重に進み、乗り越えよ。"
  },
  "離為火": {
    "summary": "離為火の卦は、明るさと知恵、情熱を象徴します。活発な時期です。",
    "love": "情熱的な恋に恵まれるチャンスあり。",
    "job": "知識やスキルが活かされ、成果が出やすい。",
    "money": "直感的な判断が的中するかも。",
    "health": "活力に満ちるが、燃え尽きに注意。",
    "advice": "熱く、賢く、しなやかに。光を灯せ。"
  },
  "沢山咸": {
    "summary": "沢山咸の卦は、心が通じ合う時期を示します。感応の力が強まる兆しです。",
    "love": "相手と心が通じやすく、恋が進展します。",
    "job": "気持ちの通じ合う仲間と良い成果を得られます。",
    "money": "援助やご縁から利益が生まれそうです。",
    "health": "リラックスし、心を整えると良い時期です。",
    "advice": "心を開けば、相手も応えてくれる。素直な心を大切に。"
  },
  "雷風恒": {
    "summary": "雷風恒の卦は、継続の力と一貫性を示します。地道な努力が実を結ぶ時です。",
    "love": "安定した関係が築ける時期です。",
    "job": "同じ姿勢を貫けば信頼が高まります。",
    "money": "収入は大きくないが安定が続きます。",
    "health": "継続的なケアで健康を維持できます。",
    "advice": "変わらぬ心が道を照らす。信念を持ち続けよ。"
  },
  "天山遯": {
    "summary": "天山遯の卦は、身を引くべき時を示します。無理に進まず静かに退くのが吉。",
    "love": "無理な関係は距離を置いた方がよいです。",
    "job": "退職や異動を考える良い機会かもしれません。",
    "money": "投資や出費は見直すと良いです。",
    "health": "休養が必要。ストレスをためないように。",
    "advice": "退くは勇気。潔さが未来の運を呼び込む。"
  },
  "火山旅": {
    "summary": "火山旅の卦は、旅や移動、変化の象徴。不安定ながらも成長の時です。",
    "love": "新たな出会いに縁がありますが、深めるには時間が必要。",
    "job": "転職や出張など環境の変化に対応して。",
    "money": "予想外の出費が発生する可能性があります。",
    "health": "旅先や環境の変化で体調に注意。",
    "advice": "変化を恐れず、柔軟に対応すれば道が開ける。"
  },
  "風火家人": {
    "summary": "風火家人の卦は、家庭や組織内の秩序がテーマ。身近な関係を整える時期です。",
    "love": "家族との関係改善に良い時期です。",
    "job": "職場内の役割や人間関係の調整が吉。",
    "money": "生活費や家計の見直しが運を呼びます。",
    "health": "生活習慣を整えることで体調も安定します。",
    "advice": "基盤を固めることが繁栄の鍵。足元を整えよ。"
  },
  "沢地萃": {
    "summary": "沢地萃の卦は、人が集まり繁栄する時。集団との調和が吉を招きます。",
    "love": "多くの人と関わる中で良縁が生まれます。",
    "job": "仲間と協力することで成功に近づきます。",
    "money": "人付き合いが金運を高める鍵になります。",
    "health": "人との交流が心の健康に良い影響を与えます。",
    "advice": "集まりは力。和を重んじて繁栄を育てよ。"
  },
  "地風升": {
    "summary": "地風升の卦は、少しずつ上昇する運気を示します。着実な前進が吉。",
    "love": "時間をかけて信頼を築ける良い時期です。",
    "job": "努力が認められ、地位や評価が上がります。",
    "money": "徐々に収入が増える兆しがあります。",
    "health": "改善の兆し。小さな変化を積み重ねて。",
    "advice": "焦らず一歩ずつ。着実な努力が未来を創る。"
  },
  "沢水困": {
    "summary": "沢水困の卦は、困難の中にある時。周囲との協力で道が開けます。",
    "love": "誤解が生まれやすいので冷静な対応を。",
    "job": "プレッシャーが強いが、信頼で乗り越えられます。",
    "money": "金銭的な厳しさも、助けを求めれば光が見えます。",
    "health": "疲労がたまりやすい時。休息が鍵。",
    "advice": "困難は学び。孤立せず、助けを求める勇気を。"
  },
  "水風井": {
    "summary": "水風井の卦は、古き良きものを再活用する時期。伝統や知恵に目を向けて。",
    "love": "昔の縁や懐かしい人との再会が吉兆。",
    "job": "経験や知識の再評価がチャンスを呼びます。",
    "money": "使い方を見直すことで改善の余地があります。",
    "health": "ルーティンを見直して再整備すると良い。",
    "advice": "過去の中にヒントあり。古き井戸を掘り返せ。"
  },
  "山沢損": {
    "summary": "山沢損の卦は、何かを手放すことで得るものがある時期を示します。",
    "love": "譲る心が関係を深めます。",
    "job": "犠牲や我慢が最終的な成功に繋がります。",
    "money": "一時的な損失が後の利益に繋がるかも。",
    "health": "無理をせず休息やケアを優先してください。",
    "advice": "捨てる勇気が未来を拓く。手放しが新たな始まり。"
  },
  "風雷益": {
    "summary": "風雷益の卦は、援助や恩恵を受けて発展する時期を表します。",
    "love": "思いやりが関係をより良くします。",
    "job": "協力者の存在が成功を後押しします。",
    "money": "思わぬ臨時収入や贈り物の暗示があります。",
    "health": "心の余裕が健康にも良い影響を与えます。",
    "advice": "与えられた恩は感謝と共に循環させよ。"
  },
  "沢天夬": {
    "summary": "沢天夬の卦は、決断と断行の時。思い切りが求められます。",
    "love": "けじめをつけるべき関係に向き合う時。",
    "job": "思い切った決断が状況を好転させます。",
    "money": "不要な支出は断ち切って再出発を。",
    "health": "断捨離や生活改善が吉を呼びます。",
    "advice": "勇気を持って断て。新たな道はそこから始まる。"
  },
  "天風姤": {
    "summary": "天風姤の卦は、思いがけない出会いや変化の兆しを示します。",
    "love": "突然の出会いや再会にチャンスあり。",
    "job": "予想外の依頼や転機に柔軟に対応を。",
    "money": "偶然の儲け話に乗る前に慎重に判断を。",
    "health": "環境の変化に伴う体調の変化に注意。",
    "advice": "偶然を楽しむ心が運を引き寄せる。"
  },
  "沢地萃（重）": {
    "summary": "沢地萃の卦が重なった場合、人との縁がより深く絡み合う吉兆を強めます。",
    "love": "家族や仲間との絆が深まります。",
    "job": "人間関係を通じた大きな展開に期待できます。",
    "money": "共同事業や贈与のチャンスがあります。",
    "health": "周囲との調和が心身の安定を生みます。",
    "advice": "人とのつながりを大切に。心の絆が運を動かす。"
  },
  "地火明夷（再）": {
    "summary": "地火明夷の卦が再び現れる時、隠された真実や自分の本音に目を向ける必要があります。",
    "love": "見えない部分を信じる心が大切です。",
    "job": "表に出ず、縁の下の力持ちが報われます。",
    "money": "一見不利に見えても、後に得がある可能性。",
    "health": "心を守ることが身体の健康にもつながります。",
    "advice": "見えぬものに光を当てよ。内にこそ真実がある。"
  },
  "天雷无妄（再）": {
    "summary": "再びの天雷无妄は、運命に従い自然体であることの重要性を再確認させます。",
    "love": "自然な流れを信じることが良縁につながります。",
    "job": "本質を忘れず誠実に進むことが大切です。",
    "money": "誠意をもって扱えば自然と流れが良くなります。",
    "health": "過剰な対策よりも自然治癒力を信じて。",
    "advice": "飾らず、まっすぐに。心の声に従え。"
  },
  "山火賁（再）": {
    "summary": "再度の山火賁は、外見や表面だけでなく、内面の美にも意識を向けるよう促します。",
    "love": "見た目だけでなく中身で惹かれ合う時期です。",
    "job": "印象を良くする工夫が評価を呼びます。",
    "money": "外見への投資が巡り巡って利益に。",
    "health": "外側だけでなく内面の健康も意識を。",
    "advice": "飾ることも、内を整えてこそ映えるもの。"
  },
  "風山漸": {
    "summary": "風山漸の卦は、段階的な進展を表し、着実な努力が成果を生む時期です。",
    "love": "ゆっくりと関係を育てるのが吉です。",
    "job": "着実な行動と継続が成果につながります。",
    "money": "収入も徐々に増える傾向。計画的に運用を。",
    "health": "無理なく段階を踏んで改善すると良いです。",
    "advice": "焦らず、じっくり育てよ。歩みは遅くても確実。"
  },
  "雷沢帰妹": {
    "summary": "雷沢帰妹の卦は、予想外の展開や逆転現象を表す。常識外の可能性が広がります。",
    "love": "突飛な展開や年の差恋愛にご縁があるかも。",
    "job": "非常識と思われる発想が成功を導きます。",
    "money": "予想外の収入や、意外な節約法が見つかりそう。",
    "health": "型にとらわれず、自分に合った健康法を。",
    "advice": "常識に縛られず、自由な発想を大切にせよ。"
  },
  "雷火豊": {
    "summary": "雷火豊の卦は、実りの時。充実した成果や評価が得られる時期です。",
    "love": "情熱が伝わりやすく、関係が深まります。",
    "job": "努力が認められ、大きな成功が期待できます。",
    "money": "金運が高まり、満足のいく収入が得られそうです。",
    "health": "好調だが、オーバーワークには気をつけて。",
    "advice": "収穫の時を喜べ。ただし、奢りには注意を。"
  },
  "火雷噬嗑（再）": {
    "summary": "再びの火雷噬嗑は、複雑な問題や誤解を整理し解決する時期を示します。",
    "love": "率直な対話が関係を深める鍵です。",
    "job": "問題に真正面から向き合う姿勢が大切。",
    "money": "整理整頓で思わぬ節約に繋がります。",
    "health": "ストレスをうまく処理することで安定します。",
    "advice": "しっかり噛み砕き、誠実に解決を図れ。"
  },
  "山水蒙（再）": {
    "summary": "山水蒙の再来は、再び学ぶべき時を意味します。初心に帰りましょう。",
    "love": "経験よりも素直な気持ちが大切になります。",
    "job": "初歩的な見直しが大きな成果を生むことも。",
    "money": "わからないまま進めると損をします。学ぶ姿勢を。",
    "health": "健康に関する知識をアップデートすると吉。",
    "advice": "無知を恐れるな。学びに立ち返ることで道が開く。"
  },
  "風水渙": {
    "summary": "風水渙の卦は、停滞が解消され、物事が動き始める時を表します。",
    "love": "関係に新しい風が吹き、好転する兆しあり。",
    "job": "閉塞感から抜け出し、変化が起こりやすい時期です。",
    "money": "停滞していた収入が動き出すかもしれません。",
    "health": "気持ちの切り替えが健康回復に役立ちます。",
    "advice": "風のように流れに乗れ。新しい展開に身を任せよ。"
  },
  "雷風恒（再）": {
    "summary": "再びの雷風恒は、継続の力が真価を発揮するタイミングです。",
    "love": "安定と継続が深い信頼に繋がります。",
    "job": "コツコツと続けた努力が大きく実を結ぶ。",
    "money": "安定した収入を得やすく、貯蓄にも適した時期。",
    "health": "毎日の積み重ねが健康を支えます。",
    "advice": "継続は力なり。諦めず、信じて歩み続けよ。"
  },
  "風山漸（再）": {
    "summary": "風山漸が再び現れる時は、進展が見えにくくても確実に進んでいる暗示です。",
    "love": "関係がじわじわと深まっていく時期です。",
    "job": "努力が実を結び始めています。継続を。",
    "money": "急な変化より、堅実な上昇を意識しましょう。",
    "health": "体調が徐々に改善される時。焦らずに。",
    "advice": "歩みは遅くとも、確かな一歩が未来をつくる。"
  },
  "水沢節": {
    "summary": "水沢節の卦は、節度や節制が大切な時期。規律を守ることで安定します。",
    "love": "節度を持った付き合いが信頼を深めます。",
    "job": "無理せず、計画的に動くことが成功につながります。",
    "money": "節約と計画的支出が運を呼び込みます。",
    "health": "生活リズムを整えることが体調管理に有効です。",
    "advice": "節度こそが調和を生み出す。規律を忘れるな。"
  },
  "風水渙（再）": {
    "summary": "再度の風水渙は、変化を恐れず受け入れるべきサイン。滞りは流れ出します。",
    "love": "距離を置くことで関係が深まる場合もあります。",
    "job": "方向転換やリセットが良い結果をもたらします。",
    "money": "無駄な出費を見直す好機です。",
    "health": "過去の不調から抜け出せる暗示。",
    "advice": "流れを止めず、変化に乗れ。すべては動き出している。"
  },
  "山雷頤（再）": {
    "summary": "再度の山雷頤は、自分の信念や価値観に沿った行動の大切さを強調します。",
    "love": "正直な言葉が誤解を解いてくれます。",
    "job": "言葉や表現が仕事に大きく影響します。",
    "money": "支出を見直し、健全な金銭感覚を取り戻せます。",
    "health": "口にするものを見直すことで体調改善に。",
    "advice": "自らを整え、信じる道を言葉で貫け。"
  },
  "沢火革": {
    "summary": "沢火革の卦は、変革と刷新を表します。思い切った改革が運気を変えます。",
    "love": "惰性の関係を見直す好機です。",
    "job": "改革や改善案が認められやすい時期。",
    "money": "古い習慣を断ち切り、新しい運用方法を。",
    "health": "生活習慣を変えることで大きく好転します。",
    "advice": "変化を恐れず進め。新しき風が福を招く。"
  },
  "火風鼎": {
    "summary": "火風鼎の卦は、融合と調和の時。異なるものが合わさって新しい価値が生まれます。",
    "love": "価値観の違いを受け入れることで関係が深まります。",
    "job": "チーム内の意見をまとめて結果に導けます。",
    "money": "共同資産の管理や共有に適した時期です。",
    "health": "心身のバランスを整えると吉。",
    "advice": "融合せよ。違いが調和することで真価が発揮される。"
  },
  "沢雷随": {
    "summary": "沢雷随の卦は、流れに従い、順応することの大切さを示します。",
    "love": "相手に合わせることで良い関係が築けます。",
    "job": "流れに乗って仕事を進めると成果が出やすいです。",
    "money": "時流に乗った投資が利益を生む可能性があります。",
    "health": "周囲の変化に柔軟に対応することが大切。",
    "advice": "素直に従え。流れの先に光が差す。"
  },
  "雷水解": {
    "summary": "雷水解の卦は、問題の解決や氷解を示します。重荷がほどける時期です。",
    "love": "誤解が解け、関係が改善に向かいます。",
    "job": "トラブルが解消され、進展が見込めます。",
    "money": "滞っていたお金が動き始める可能性あり。",
    "health": "体調が快方に向かう兆し。",
    "advice": "固まったものは溶かせる。流れを作れ。"
  }
}
